// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Kalibrera färg";

NoCalibrateTitle = "Kan inte kalibrera färg";
NoCalibrateMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";
NoResetTitle = "Det går inte att återställa standardinställningarna i skrivaren";

NotAllowedWarning = "Proceduren för kalibrering av färg är endast tillgänglig när både den trefärgade bläckpatronen och fotopatronen är installerade.";
NotAllCartridges = "Proceduren Kalibrera färg är endast tillgänglig när alla bläckpatronerna är installerade.";
ClickToBegin = "Klicka på Kalibrera för att kalibrera färgen nu.\nDetta tar ca en minut och använder ett ark vanligt papper.";
ClickToBegin2 = "Klicka på Kalibrera för att inleda proceduren.\nDetta tar ca två minuter och använder två ark vanligt papper.";

ChooseTitle = "Välj";

FactorySettingsTitle = "Fabriksinställningar";
FactorySettingsMsg = "Välj alternativet för fabriksinställningar för att återställa den automatiska färgkalibreringen i skrivaren. Klicka på \"Ja\" för att använda fabriksinställningarna och skriva ut en bekräftande sida eller klicka på \"Nej\" för att återgå till dialogrutan Kalibrera färg.";
YesTitle = "Ja";
NoTitle = "Nej";

VerificationMsg = "En verifieringsbild skrivs nu ut där du kan se resultatet av inställningarna. Om inga färgskiftningar visas i den utmatade bilden är kalibreringen klar. Om en blå, gul eller röd ton visas i bilden klickar du på Gör om för att upprepa proceduren.";
FinishTitle = "Slutför";
RedoTitle = "Gör";

TransferringProcessTitle = "Överför fil…";

AutomaticCalibrationCompleteTitle = "Skrivaren har just utfört en automatisk färgkalibrering";
AutomaticCalibrationCompleteMsg = "Om färgutskriften inte är tillfredsställande ska du klicka på knappen Kalibrera för att utföra den automatiska färgkalibreringen igen.";

PrintingProcessTitle = "Skriver ut sida för färgkalibrering…";

DefaultsTitle = "Använd förinställningar";
DefaultsMessage = "Välj alternativet Använd förinställningar för att återställa fabriksinställningarna för färgkalibrering i skrivaren. Klicka på \"Ja\" för att använda förinställningarna eller klicka på \"Nej\" för att återgå till dialogrutan Kalibrera färg";

ColorCalibrationTextFieldTitle = "Kalibrera färg";
InfoTextFieldTitle = "Denna procedur kalibrerar färgerna för utskrivna sidor. Du bör endast utföra denna procedur om du ser problem med färgnyanserna.";
GuideTextFieldTitle = "Klicka på Kalibrera för att kalibrera färgerna nu.\nDetta tar cirka en minut och använder ett ark vanligt papper.";
ResetButtonTitle = "Fabriksinställningar";

CancelButtonTitle = "Avbryt";
CalibrateButtonTitle = "Kalibrera";

PatchSquareControllerInfo = "En sida med färgprover skrivs ut.\n\n1. Håll sidan ca 20 cm framför ögonen.\n\n2. Flytta sidan långsamt bort från dig tills de numrerade fälten flyter in i bakgrunden.\n\n3. Välj den numrerade ruta som bäst matchar bakgrunden på den utskrivna sidan.";
GrayPlotBoxTitle = "Grå plott";
ColorPlotBoxTitle = "Färgplott";
PatchMatricesControllerInfo = "1. Håll kalibreringssidan på en armlängds avstånd framför ögonen.\n\n2. Vinkla sidan bort från dig. Titta på de två stora fyrkanterna som innehåller färgprov. För varje stor fyrkant söker du reda på det färgprov som mest liknar bakgrunden. Varje prov har en bokstav och ett nummer.\n\n3. Välj bokstav och nummer för de prov där färgen överensstämmer i listrutorna för den grå plotten och färgplotten som visas till höger.\n\n4. Klicka på Kalibrera.";
PatchRowsControllerInfo = "En sida med färgprover skriv ut.\n\nVälj den numrerade ruta som bäst matchar bakgrunden på den utskrivna sidan.";
